#
# Copyright (C) 2021-present by TeamYukki@Github, < https://github.com/TeamYukki >.
#
# This file is part of < https://github.com/TeamYukki/YukkiMusicBot > project,
# and is released under the "GNU v3.0 License Agreement".
# Please see < https://github.com/TeamYukki/YukkiMusicBot/blob/master/LICENSE >
#
# All rights reserved.
#
HELP_𝟷 = """✅<u>Aᴅᴍɪɴ Cᴏᴍᴍᴀɴᴅs:</u>

ᴄ sᴛᴀɴᴅs ғᴏʀ ᴄʜᴀɴɴᴇʟ ᴘʟᴀʏ.

/ᴘᴀᴜsᴇ ᴏʀ /ᴄᴘᴀᴜsᴇ - Pᴀᴜsᴇ ᴛʜᴇ ᴘʟᴀʏɪɴɢ ᴍᴜsɪᴄ.
/ʀᴇsᴜᴍᴇ ᴏʀ /ᴄʀᴇsᴜᴍᴇ- Rᴇsᴜᴍᴇ ᴛʜᴇ ᴘᴀᴜsᴇᴅ ᴍᴜsɪᴄ.
/ᴍᴜᴛᴇ ᴏʀ /ᴄᴍᴜᴛᴇ- Mᴜᴛᴇ ᴛʜᴇ ᴘʟᴀʏɪɴɢ ᴍᴜsɪᴄ.
/ᴜɴᴍᴜᴛᴇ ᴏʀ /ᴄᴜɴᴍᴜᴛᴇ- Uɴᴍᴜᴛᴇ ᴛʜᴇ ᴍᴜᴛᴇᴅ ᴍᴜsɪᴄ.
/sᴋɪᴘ ᴏʀ /ᴄsᴋɪᴘ- Sᴋɪᴘ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ ᴍᴜsɪᴄ.
/sᴛᴏᴘ ᴏʀ /ᴄsᴛᴏᴘ- Sᴛᴏᴘ ᴛʜᴇ ᴘʟᴀʏɪɴɢ ᴍᴜsɪᴄ.
/sʜᴜғғʟᴇ ᴏʀ /ᴄsʜᴜғғʟᴇ- Rᴀɴᴅᴏᴍʟʏ sʜᴜғғʟᴇs ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴘʟᴀʏʟɪsᴛ.
/sᴇᴇᴋ ᴏʀ /ᴄsᴇᴇᴋ - Fᴏʀᴡᴀʀᴅ Sᴇᴇᴋ ᴛʜᴇ ᴍᴜsɪᴄ ᴛᴏ ʏᴏᴜʀ ᴅᴜʀᴀᴛɪᴏɴ
/sᴇᴇᴋʙᴀᴄᴋ ᴏʀ /ᴄsᴇᴇᴋʙᴀᴄᴋ - Bᴀᴄᴋᴡᴀʀᴅ Sᴇᴇᴋ ᴛʜᴇ ᴍᴜsɪᴄ ᴛᴏ ʏᴏᴜʀ ᴅᴜʀᴀᴛɪᴏɴ
/ʀᴇsᴛᴀʀᴛ - Rᴇsᴛᴀʀᴛ ʙᴏᴛ ғᴏʀ ʏᴏᴜʀ ᴄʜᴀᴛ .

✅<u>Sᴘᴇᴄɪғɪᴄ Sᴋɪᴘ:</u>
/sᴋɪᴘ ᴏʀ /ᴄsᴋɪᴘ [Nᴜᴍʙᴇʀ(ᴇxᴀᴍᴘʟᴇ: 𝟹)] 
    - Sᴋɪᴘs ᴍᴜsɪᴄ ᴛᴏ ᴀ ᴛʜᴇ sᴘᴇᴄɪғɪᴇᴅ ǫᴜᴇᴜᴇᴅ ɴᴜᴍʙᴇʀ. Exᴀᴍᴘʟᴇ: /sᴋɪᴘ 𝟹 ᴡɪʟʟ sᴋɪᴘ ᴍᴜsɪᴄ ᴛᴏ ᴛʜɪʀᴅ ǫᴜᴇᴜᴇᴅ ᴍᴜsɪᴄ ᴀɴᴅ ᴡɪʟʟ ɪɢɴᴏʀᴇ 𝟷 ᴀɴᴅ 𝟸 ᴍᴜsɪᴄ ɪɴ ǫᴜᴇᴜᴇ.

✅<u>Lᴏᴏᴘ Pʟᴀʏ:</u>
/ʟᴏᴏᴘ ᴏʀ /ᴄʟᴏᴏᴘ [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] ᴏʀ [Nᴜᴍʙᴇʀs ʙᴇᴛᴡᴇᴇɴ 𝟷-𝟷𝟶] 
    - Wʜᴇɴ ᴀᴄᴛɪᴠᴀᴛᴇᴅ, ʙᴏᴛ ʟᴏᴏᴘs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ ᴍᴜsɪᴄ ᴛᴏ 𝟷-𝟷𝟶 ᴛɪᴍᴇs ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ. Dᴇғᴀᴜʟᴛ ᴛᴏ 𝟷𝟶 ᴛɪᴍᴇs.

✅<u>Aᴜᴛʜ Usᴇʀs:</u>
Aᴜᴛʜ Usᴇʀs ᴄᴀɴ ᴜsᴇ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs ᴡɪᴛʜᴏᴜᴛ ᴀᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ʏᴏᴜʀ ᴄʜᴀᴛ.

/ᴀᴜᴛʜ [Usᴇʀɴᴀᴍᴇ] - Aᴅᴅ ᴀ ᴜsᴇʀ ᴛᴏ AUTH LIST ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ.
/ᴜɴᴀᴜᴛʜ [Usᴇʀɴᴀᴍᴇ] - Rᴇᴍᴏᴠᴇ ᴀ ᴜsᴇʀ ғʀᴏᴍ AUTH LIST ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ.
/ᴀᴜᴛʜᴜsᴇʀs - Cʜᴇᴄᴋ AUTH LIST ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ."""


HELP_𝟸 = """✅<u>Pʟᴀʏ Cᴏᴍᴍᴀɴᴅs:</u>

Aᴠᴀɪʟᴀʙʟᴇ Cᴏᴍᴍᴀɴᴅs = ᴘʟᴀʏ , ᴠᴘʟᴀʏ , ᴄᴘʟᴀʏ

FᴏʀᴄᴇPʟᴀʏ Cᴏᴍᴍᴀɴᴅs = ᴘʟᴀʏғᴏʀᴄᴇ , ᴠᴘʟᴀʏғᴏʀᴄᴇ , ᴄᴘʟᴀʏғᴏʀᴄᴇ

ᴄ sᴛᴀɴᴅs ғᴏʀ ᴄʜᴀɴɴᴇʟ ᴘʟᴀʏ.
ᴠ sᴛᴀɴᴅs ғᴏʀ ᴠɪᴅᴇᴏ ᴘʟᴀʏ.
ғᴏʀᴄᴇ sᴛᴀɴᴅs ғᴏʀ ғᴏʀᴄᴇ ᴘʟᴀʏ.

/ᴘʟᴀʏ ᴏʀ /ᴠᴘʟᴀʏ ᴏʀ /ᴄᴘʟᴀʏ  - Bᴏᴛ ᴡɪʟʟ sᴛᴀʀᴛ ᴘʟᴀʏɪɴɢ ʏᴏᴜʀ ɢɪᴠᴇɴ ǫᴜᴇʀʏ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ ᴏʀ Sᴛʀᴇᴀᴍ ʟɪᴠᴇ ʟɪɴᴋs ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛs.

/ᴘʟᴀʏғᴏʀᴄᴇ ᴏʀ /ᴠᴘʟᴀʏғᴏʀᴄᴇ ᴏʀ /ᴄᴘʟᴀʏғᴏʀᴄᴇ -  Fᴏʀᴄᴇ Pʟᴀʏ sᴛᴏᴘs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ ᴛʀᴀᴄᴋ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ ᴀɴᴅ sᴛᴀʀᴛs ᴘʟᴀʏɪɴɢ ᴛʜᴇ sᴇᴀʀᴄʜᴇᴅ ᴛʀᴀᴄᴋ ɪɴsᴛᴀɴᴛʟʏ ᴡɪᴛʜᴏᴜᴛ ᴅɪsᴛᴜʀʙɪɴɢ/ᴄʟᴇᴀʀɪɴɢ ǫᴜᴇᴜᴇ.

/ᴄʜᴀɴɴᴇʟᴘʟᴀʏ [Cʜᴀᴛ ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ɪᴅ] ᴏʀ [Dɪsᴀʙʟᴇ] - Cᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴀ ɢʀᴏᴜᴘ ᴀɴᴅ sᴛʀᴇᴀᴍ ᴍᴜsɪᴄ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠᴏɪᴄᴇ ᴄʜᴀᴛ ғʀᴏᴍ ʏᴏᴜʀ ɢʀᴏᴜᴘ.


✅<u>Bᴏᴛ's Sᴇʀᴠᴇʀ Pʟᴀʏʟɪsᴛs:</u>
/ᴘʟᴀʏʟɪsᴛ  - Cʜᴇᴄᴋ Yᴏᴜʀ Sᴀᴠᴇᴅ Pʟᴀʏʟɪsᴛ Oɴ Sᴇʀᴠᴇʀs.
/ᴅᴇʟᴇᴛᴇᴘʟᴀʏʟɪsᴛ - Dᴇʟᴇᴛᴇ ᴀɴʏ sᴀᴠᴇᴅ ᴍᴜsɪᴄ ɪɴ ʏᴏᴜʀ ᴘʟᴀʏʟɪsᴛ
/ᴘʟᴀʏ  - Sᴛᴀʀᴛ ᴘʟᴀʏɪɴɢ Yᴏᴜʀ Sᴀᴠᴇᴅ Pʟᴀʏʟɪsᴛ ғʀᴏᴍ Sᴇʀᴠᴇʀs."""


HELP_𝟹 = """✅<u>Bᴏᴛ Cᴏᴍᴍᴀɴᴅs:</u>

/sᴛᴀᴛs - Gᴇᴛ Tᴏᴘ 𝟷𝟶 Tʀᴀᴄᴋs Gʟᴏʙᴀʟ Sᴛᴀᴛs, Tᴏᴘ 𝟷𝟶 Usᴇʀs ᴏғ ʙᴏᴛ, Tᴏᴘ 𝟷𝟶 Cʜᴀᴛs ᴏɴ ʙᴏᴛ, Tᴏᴘ 𝟷𝟶 Pʟᴀʏᴇᴅ ɪɴ ᴀ ᴄʜᴀᴛ ᴇᴛᴄ ᴇᴛᴄ.

/sᴜᴅᴏʟɪsᴛ - Cʜᴇᴄᴋ Sᴜᴅᴏ Usᴇʀs ᴏғ Yᴜᴋᴋɪ Mᴜsɪᴄ Bᴏᴛ

/ʟʏʀɪᴄs [Mᴜsɪᴄ Nᴀᴍᴇ] - Sᴇᴀʀᴄʜᴇs Lʏʀɪᴄs ғᴏʀ ᴛʜᴇ ᴘᴀʀᴛɪᴄᴜʟᴀʀ Mᴜsɪᴄ ᴏɴ ᴡᴇʙ.

/sᴏɴɢ [Tʀᴀᴄᴋ Nᴀᴍᴇ] ᴏʀ [YT Lɪɴᴋ] - Dᴏᴡɴʟᴏᴀᴅ ᴀɴʏ ᴛʀᴀᴄᴋ ғʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ ɪɴ ᴍᴘ𝟹 ᴏʀ ᴍᴘ𝟺 ғᴏʀᴍᴀᴛs.

/ᴘʟᴀʏᴇʀ -  Gᴇᴛ ᴀ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ Pʟᴀʏɪɴɢ Pᴀɴᴇʟ.

ᴄ sᴛᴀɴᴅs ғᴏʀ ᴄʜᴀɴɴᴇʟ ᴘʟᴀʏ.

/ǫᴜᴇᴜᴇ ᴏʀ /ᴄǫᴜᴇᴜᴇ- Cʜᴇᴄᴋ Qᴜᴇᴜᴇ Lɪsᴛ ᴏғ Mᴜsɪᴄ."""

HELP_𝟺 = """✅<u>Exᴛʀᴀ  Cᴏᴍᴍᴀɴᴅs:</u>
/sᴛᴀʀᴛ - Sᴛᴀʀᴛ ᴛʜᴇ Mᴜsɪᴄ Bᴏᴛ.
/ʜᴇʟᴘ  - Gᴇᴛ Cᴏᴍᴍᴀɴᴅs Hᴇʟᴘᴇʀ Mᴇɴᴜ ᴡɪᴛʜ ᴅᴇᴛᴀɪʟᴇᴅ ᴇxᴘʟᴀɴᴀᴛɪᴏɴs ᴏғ ᴄᴏᴍᴍᴀɴᴅs.
/ᴘɪɴɢ- Pɪɴɢ ᴛʜᴇ Bᴏᴛ ᴀɴᴅ ᴄʜᴇᴄᴋ Rᴀᴍ, Cᴘᴜ ᴇᴛᴄ sᴛᴀᴛs ᴏғ Bᴏᴛ.

✅<u>Gʀᴏᴜᴘ Sᴇᴛᴛɪɴɢs:</u>
/sᴇᴛᴛɪɴɢs - Gᴇᴛ ᴀ ᴄᴏᴍᴘʟᴇᴛᴇ ɢʀᴏᴜᴘ's sᴇᴛᴛɪɴɢs ᴡɪᴛʜ ɪɴʟɪɴᴇ ʙᴜᴛᴛᴏɴs

🔗 <u>Oᴘᴛɪᴏɴs ɪɴ Sᴇᴛᴛɪɴɢs:</u>

𝟷️⃣ Yᴏᴜ ᴄᴀɴ sᴇᴛ Aᴜᴅɪᴏ Qᴜᴀʟɪᴛʏ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ sᴛʀᴇᴀᴍ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ.

𝟸️⃣ Yᴏᴜ ᴄᴀɴ sᴇᴛ Vɪᴅᴇᴏ Qᴜᴀʟɪᴛʏ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ sᴛʀᴇᴀᴍ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ.

𝟹️⃣ Aᴜᴛʜ Usᴇʀs:- Yᴏᴜ ᴄᴀɴ ᴄʜᴀɴɢᴇ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs ᴍᴏᴅᴇ ғʀᴏᴍ ʜᴇʀᴇ ᴛᴏ ᴇᴠᴇʀʏᴏɴᴇ ᴏʀ ᴀᴅᴍɪɴs ᴏɴʟʏ. Iғ ᴇᴠᴇʀʏᴏɴᴇ, ᴀɴʏᴏɴᴇ ᴘʀᴇsᴇɴᴛ ɪɴ ʏᴏᴜ ɢʀᴏᴜᴘ ᴡɪʟʟ ʙᴇ ᴀʙʟᴇ ᴛᴏ ᴜsᴇ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs(ʟɪᴋᴇ /sᴋɪᴘ, /sᴛᴏᴘ ᴇᴛᴄ)

𝟺️⃣ Cʟᴇᴀɴ Mᴏᴅᴇ: Wʜᴇɴ ᴇɴᴀʙʟᴇᴅ ᴅᴇʟᴇᴛᴇs ᴛʜᴇ ʙᴏᴛ's ᴍᴇssᴀɢᴇs ᴀғᴛᴇʀ 𝟻 ᴍɪɴs ғʀᴏᴍ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴛᴏ ᴍᴀᴋᴇ sᴜʀᴇ ʏᴏᴜʀ ᴄʜᴀᴛ ʀᴇᴍᴀɪɴs ᴄʟᴇᴀɴ ᴀɴᴅ ɢᴏᴏᴅ.

𝟻️⃣ Cᴏᴍᴍᴀɴᴅ Cʟᴇᴀɴ : Wʜᴇɴ ᴀᴄᴛɪᴠᴀᴛᴇᴅ, Bᴏᴛ ᴡɪʟʟ ᴅᴇʟᴇᴛᴇ ɪᴛs ᴇxᴇᴄᴜᴛᴇᴅ ᴄᴏᴍᴍᴀɴᴅs (/ᴘʟᴀʏ, /ᴘᴀᴜsᴇ, /sʜᴜғғʟᴇ, /sᴛᴏᴘ ᴇᴛᴄ) ɪᴍᴍᴇᴅɪᴀᴛᴇʟʏ.

𝟼️⃣ Pʟᴀʏ Sᴇᴛᴛɪɴɢs:

/ᴘʟᴀʏᴍᴏᴅᴇ - Gᴇᴛ ᴀ ᴄᴏᴍᴘʟᴇᴛᴇ ᴘʟᴀʏ sᴇᴛᴛɪɴɢs ᴘᴀɴᴇʟ ᴡɪᴛʜ ʙᴜᴛᴛᴏɴs ᴡʜᴇʀᴇ ʏᴏᴜ ᴄᴀɴ sᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ's ᴘʟᴀʏ sᴇᴛᴛɪɴɢs. 

<u>Oᴘᴛɪᴏɴs ɪɴ ᴘʟᴀʏᴍᴏᴅᴇ:</u>

𝟷️⃣ Sᴇᴀʀᴄʜ Mᴏᴅᴇ [Dɪʀᴇᴄᴛ ᴏʀ Iɴʟɪɴᴇ] - Cʜᴀɴɢᴇs ʏᴏᴜʀ sᴇᴀʀᴄʜ ᴍᴏᴅᴇ ᴡʜɪʟᴇ ʏᴏᴜ ɢɪᴠᴇ /ᴘʟᴀʏ ᴍᴏᴅᴇ. 

𝟸️⃣ Aᴅᴍɪɴ Cᴏᴍᴍᴀɴᴅs [Eᴠᴇʀʏᴏɴᴇ ᴏʀ Aᴅᴍɪɴs] - Iғ ᴇᴠᴇʀʏᴏɴᴇ, ᴀɴʏᴏɴᴇ ᴘʀᴇsᴇɴᴛ ɪɴ ʏᴏᴜ ɢʀᴏᴜᴘ ᴡɪʟʟ ʙᴇ ᴀʙʟᴇ ᴛᴏ ᴜsᴇ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs(ʟɪᴋᴇ /sᴋɪᴘ, /sᴛᴏᴘ ᴇᴛᴄ)

𝟹️⃣ Pʟᴀʏ Tʏᴘᴇ [Eᴠᴇʀʏᴏɴᴇ ᴏʀ Aᴅᴍɪɴs] - Iғ ᴀᴅᴍɪɴs, ᴏɴʟʏ ᴀᴅᴍɪɴs ᴘʀᴇsᴇɴᴛ ɪɴ ɢʀᴏᴜᴘ ᴄᴀɴ ᴘʟᴀʏ ᴍᴜsɪᴄ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ."""

HELP_𝟻 = """🔰<u>ADD & REMOVE SUDO USERS :</u>
/ᴀᴅᴅsᴜᴅᴏ [Usᴇʀɴᴀᴍᴇ ᴏʀ Rᴇᴘʟʏ ᴛᴏ ᴀ ᴜsᴇʀ]
/ᴅᴇʟsᴜᴅᴏ [Usᴇʀɴᴀᴍᴇ ᴏʀ Rᴇᴘʟʏ ᴛᴏ ᴀ ᴜsᴇʀ]

🛃<u>HEROKU:</u>
/ᴜsᴀɢᴇ - Dʏɴᴏ Usᴀɢᴇ.

🌐<u>CONFIG VARS:</u>
/ɢᴇᴛ_ᴠᴀʀ - Gᴇᴛ ᴀ ᴄᴏɴғɪɢ ᴠᴀʀ ғʀᴏᴍ Hᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ.
/ᴅᴇʟ_ᴠᴀʀ - Dᴇʟᴇᴛᴇ ᴀɴʏ ᴠᴀʀ ᴏɴ Hᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ.
/sᴇᴛ_ᴠᴀʀ [Vᴀʀ Nᴀᴍᴇ] [Vᴀʟᴜᴇ] - Sᴇᴛ ᴀ Vᴀʀ ᴏʀ Uᴘᴅᴀᴛᴇ ᴀ Vᴀʀ ᴏɴ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ. Sᴇᴘᴇʀᴀᴛᴇ Vᴀʀ ᴀɴᴅ ɪᴛs Vᴀʟᴜᴇ ᴡɪᴛʜ ᴀ sᴘᴀᴄᴇ.

🤖<u>BOT COMMANDS:</u>
/ʀᴇʙᴏᴏᴛ - Rᴇʙᴏᴏᴛ ʏᴏᴜʀ Bᴏᴛ. 
/ᴜᴘᴅᴀᴛᴇ - Uᴘᴅᴀᴛᴇ Bᴏᴛ.
/sᴘᴇᴇᴅᴛᴇsᴛ - Cʜᴇᴄᴋ sᴇʀᴠᴇʀ sᴘᴇᴇᴅs
/ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ [ᴇɴᴀʙʟᴇ / ᴅɪsᴀʙʟᴇ] 
/ʟᴏɢɢᴇʀ [ᴇɴᴀʙʟᴇ / ᴅɪsᴀʙʟᴇ] - Bᴏᴛ ʟᴏɢs ᴛʜᴇ sᴇᴀʀᴄʜᴇᴅ ǫᴜᴇʀɪᴇs ɪɴ ʟᴏɢɢᴇʀ ɢʀᴏᴜᴘ.
/ɢᴇᴛ_ʟᴏɢ [Nᴜᴍʙᴇʀ ᴏғ Lɪɴᴇs] - Gᴇᴛ ʟᴏɢ ᴏғ ʏᴏᴜʀ ʙᴏᴛ ғʀᴏᴍ ʜᴇʀᴏᴋᴜ ᴏʀ ᴠᴘs. Wᴏʀᴋs ғᴏʀ ʙᴏᴛʜ.
/ᴀᴜᴛᴏᴇɴᴅ [ᴇɴᴀʙʟᴇ|ᴅɪsᴀʙʟᴇ] - Eɴᴀʙʟᴇ Aᴜᴛᴏ sᴛʀᴇᴀᴍ ᴇɴᴅ ᴀғᴛᴇʀ 𝟹 ᴍɪɴs ɪғ ɴᴏ ᴏɴᴇ ɪs ʟɪsᴛᴇɴɪɴɢ.

📈<u>STATS COMMANDS:</u>
/ᴀᴄᴛɪᴠᴇᴠᴏɪᴄᴇ - Cʜᴇᴄᴋ ᴀᴄᴛɪᴠᴇ ᴠᴏɪᴄᴇ ᴄʜᴀᴛs ᴏɴ ʙᴏᴛ.
/ᴀᴄᴛɪᴠᴇᴠɪᴅᴇᴏ - Cʜᴇᴄᴋ ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏ ᴄᴀʟʟs ᴏɴ ʙᴏᴛ.
/sᴛᴀᴛs - Cʜᴇᴄᴋ Bᴏᴛs Sᴛᴀᴛs

⚠️<u>BLACKLIST CHAT FUNCTION:</u>
/ʙʟᴀᴄᴋʟɪsᴛᴄʜᴀᴛ [CHAT_ID] - Bʟᴀᴄᴋʟɪsᴛ ᴀɴʏ ᴄʜᴀᴛ ғʀᴏᴍ ᴜsɪɴɢ Mᴜsɪᴄ Bᴏᴛ
/ᴡʜɪᴛᴇʟɪsᴛᴄʜᴀᴛ [CHAT_ID] - Wʜɪᴛᴇʟɪsᴛ ᴀɴʏ ʙʟᴀᴄᴋʟɪsᴛᴇᴅ ᴄʜᴀᴛ ғʀᴏᴍ ᴜsɪɴɢ Mᴜsɪᴄ Bᴏᴛ
/ʙʟᴀᴄᴋʟɪsᴛᴇᴅᴄʜᴀᴛ - Cʜᴇᴄᴋ ᴀʟʟ ʙʟᴀᴄᴋʟɪsᴛᴇᴅ ᴄʜᴀᴛs.

👤<u>BLOCKED FUNCTION:</u>
/ʙʟᴏᴄᴋ [Usᴇʀɴᴀᴍᴇ ᴏʀ Rᴇᴘʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] - Pʀᴇᴠᴇɴᴛs ᴀ ᴜsᴇʀ ғʀᴏᴍ ᴜsɪɴɢ ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs.
/ᴜɴʙʟᴏᴄᴋ [Usᴇʀɴᴀᴍᴇ ᴏʀ Rᴇᴘʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] - Rᴇᴍᴏᴠᴇ ᴀ ᴜsᴇʀ ғʀᴏᴍ Bᴏᴛ's Bʟᴏᴄᴋᴇᴅ Lɪsᴛ.
/ʙʟᴏᴄᴋᴇᴅᴜsᴇʀs - Cʜᴇᴄᴋ ʙʟᴏᴄᴋᴇᴅ Usᴇʀs Lɪsᴛs

👤<u>GBAN FUNCTION:</u>
/ɢʙᴀɴ [Usᴇʀɴᴀᴍᴇ ᴏʀ Rᴇᴘʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] - Gʙᴀɴ ᴀ ᴜsᴇʀ ғʀᴏᴍ ʙᴏᴛ's sᴇʀᴠᴇᴅ ᴄʜᴀᴛ ᴀɴᴅ sᴛᴏᴘ ʜɪᴍ ғʀᴏᴍ ᴜsɪɴɢ ʏᴏᴜʀ ʙᴏᴛ.
/ᴜɴɢʙᴀɴ [Usᴇʀɴᴀᴍᴇ ᴏʀ Rᴇᴘʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] - Rᴇᴍᴏᴠᴇ ᴀ ᴜsᴇʀ ғʀᴏᴍ Bᴏᴛ's ɢʙᴀɴɴᴇᴅ Lɪsᴛ ᴀɴᴅ ᴀʟʟᴏᴡ ʜɪᴍ ғᴏʀ ᴜsɪɴɢ ʏᴏᴜʀ ʙᴏᴛ
/ɢʙᴀɴɴᴇᴅᴜsᴇʀs - Cʜᴇᴄᴋ Gʙᴀɴɴᴇᴅ Usᴇʀs Lɪsᴛs

🎥<u>VIDEOCALLS FUNCTION:</u>
/sᴇᴛ_ᴠɪᴅᴇᴏ_ʟɪᴍɪᴛ [Nᴜᴍʙᴇʀ ᴏғ Cʜᴀᴛs] - Sᴇᴛ ᴀ ᴍᴀxɪᴍᴜᴍ Nᴜᴍʙᴇʀ ᴏғ Cʜᴀᴛs ᴀʟʟᴏᴡᴇᴅ ғᴏʀ Vɪᴅᴇᴏ Cᴀʟʟs ᴀᴛ ᴀ ᴛɪᴍᴇ. Dᴇғᴀᴜʟᴛ ᴛᴏ 𝟹 ᴄʜᴀᴛs.
/ᴠɪᴅᴇᴏᴍᴏᴅᴇ [ᴅᴏᴡɴʟᴏᴀᴅ|ᴍ𝟹ᴜ𝟾] - Iғ ᴅᴏᴡɴʟᴏᴀᴅ ᴍᴏᴅᴇ ɪs ᴇɴᴀʙʟᴇᴅ, Bᴏᴛ ᴡɪʟʟ ᴅᴏᴡɴʟᴏᴀᴅ ᴠɪᴅᴇᴏs ɪɴsᴛᴇᴀᴅ ᴏғ ᴘʟᴀʏɪɴɢ ᴛʜᴇᴍ ɪɴ M𝟹ᴜ𝟾 ғᴏʀᴍ. BʏDᴇғᴀᴜʟᴛ ᴛᴏ M𝟹ᴜ𝟾. Yᴏᴜ ᴄᴀɴ ᴜsᴇ ᴅᴏᴡɴʟᴏᴀᴅ ᴍᴏᴅᴇ ᴡʜᴇɴ ᴀɴʏ ǫᴜᴇʀʏ ᴅᴏᴇsɴᴛ ᴘʟᴀʏs ɪɴ ᴍ𝟹ᴜ𝟾 ᴍᴏᴅᴇ.

⚡️<u>PRIVATE BOT FUNCTION:</u>
/ᴀᴜᴛʜᴏʀɪᴢᴇ [CHAT_ID] - Aʟʟᴏᴡ ᴀ ᴄʜᴀᴛ ғᴏʀ ᴜsɪɴɢ ʏᴏᴜʀ ʙᴏᴛ.
/ᴜɴᴀᴜᴛʜᴏʀɪᴢᴇ [CHAT_ID] - Dɪsᴀʟʟᴏᴡ ᴀ ᴄʜᴀᴛ ғʀᴏᴍ ᴜsɪɴɢ ʏᴏᴜʀ ʙᴏᴛ.
/ᴀᴜᴛʜᴏʀɪᴢᴇᴅ - Cʜᴇᴄᴋ ᴀʟʟ ᴀʟʟᴏᴡᴇᴅ ᴄʜᴀᴛs ᴏғ ʏᴏᴜʀ ʙᴏᴛ.

🌐<u>BROADCAST FUNCTION:</u>
/broadcast [Mᴇssᴀɢᴇ ᴏʀ Rᴇᴘʟʏ ᴛᴏ ᴀ Mᴇssᴀɢᴇ] - Bʀᴏᴀᴅᴄᴀsᴛ ᴀɴʏ ᴍᴇssᴀɢᴇ ᴛᴏ Bᴏᴛ's Sᴇʀᴠᴇᴅ Cʜᴀᴛs.

<u>ᴏᴘᴛɪᴏɴs ғᴏʀ ʙʀᴏᴀᴅᴄᴀsᴛ:</u>
-pin : Tʜɪs ᴡɪʟʟ ᴘɪɴ ʏᴏᴜʀ ᴍᴇssᴀɢᴇ 
-pinloud : Tʜɪs ᴡɪʟʟ ᴘɪɴ ʏᴏᴜʀ ᴍᴇssᴀɢᴇ ᴡɪᴛʜ ʟᴏᴜᴅ ɴᴏᴛɪғɪᴄᴀᴛɪᴏɴ
-user : Tʜɪs ᴡɪʟʟ ʙʀᴏᴀᴅᴄᴀsᴛ ʏᴏᴜʀ ᴍᴇssᴀɢᴇ ᴛᴏ ᴛʜᴇ ᴜsᴇʀs ᴡʜᴏ ʜᴀᴠᴇ sᴛᴀʀᴛᴇᴅ ʏᴏᴜʀ ʙᴏᴛ.
-assistant : Tʜɪs ᴡɪʟʟ ʙʀᴏᴀᴅᴄᴀsᴛ ʏᴏᴜʀ ᴍᴇssᴀɢᴇ ғʀᴏᴍ ᴀssɪsᴛᴀɴᴛ ᴀᴄᴄᴏᴜɴᴛ ᴏғ ʏᴏᴜʀ ʙᴏᴛ.
-nobot : Tʜɪs ᴡɪʟʟ ғᴏʀᴄᴇ ʏᴏᴜʀ ʙᴏᴛ ᴛᴏ ɴᴏᴛ ʙʀᴏᴀᴅᴄᴀsᴛ ᴍᴇssᴀɢᴇ

Exᴀᴍᴘʟᴇ: /broadcast -user -assistant -pin Hᴇʟʟᴏ Tᴇsᴛɪɴɢ

"""